NSCameraUsageDescription = "Cần quyền truy cập camera để quét tài liệu, chụp ảnh và quay video.";
NSFaceIDUsageDescription = "Cần Face ID để xác thực bằng nhận dạng khuôn mặt.";
NSLocationAlwaysUsageDescription = "Ứng dụng dùng vị trí của bạn để tự động tải tệp lên khi bạn di chuyển giữa các khu vực.";
NSPhotoLibraryUsageDescription = "Cần quyền truy cập thư viện ảnh để tải ảnh và video của bạn lên đám mây.";
NSPhotoLibraryAddUsageDescription = "Cần quyền truy cập thư viện ảnh để lưu ảnh và video từ đám mây về máy.";
NSMicrophoneUsageDescription = "Cần quyền truy cập micrô để tạo ghi âm.";
NSLocationWhenInUseUsageDescription = "Ứng dụng dùng vị trí để phát hiện khi bạn di chuyển và tự động tải tệp lên. Ứng dụng không dùng GPS và không lưu vị trí của bạn.";
NSLocationAlwaysAndWhenInUseUsageDescription = "Ứng dụng cần truy cập vị trí cả khi chạy nền để tự động bắt đầu tải tệp lên khi phát hiện bạn di chuyển đáng kể. Ứng dụng không dùng GPS.";
